Repository: giellalt/corpus-nob
Catalog: stable/tmx/smj/admin/nsr/muohtacalmmit--norsk.pdf.tmx
Source language: nob
Languages: smj

source: Sametingsrådets tiltredelseserklæring
smj: Sámedikkeráde álgadimtjielggidus

source: For et Sametingsråd utgått av Norske Samers Riksforbund (NSR), felleslista NSR/Sámealbmot bellodat (SáB), Senterpartiet (Sp), Åarjel-Saemiej Gïelh (ÅaSG) og Ávjováre Johttisápmelaččaid listu (JSL).
smj: Vuona Sámij rijkasiebrre (NSR), aktisasjlissta NSR/Sámeálmmuk belludahka (SáB), Guovdásjbelludahka (Gb), Åarjel-Saemiej Gïelh (ÅaSG) ja Ávjovári Jåhttesábmelattjaj lista sámedikkeráde.

source: Perioden 2017-2021
smj: Gávdda 2017-2021

source: Og til saman desse lagarkjelder, elvar, hav og innsjø;
smj: Gåjkudisájs tjoagguji ádjagin, ædnon, jávrren, merran;

source: stor er makta deira samla.”
smj: -stuorre le galla daj fábmo.

source: – fra diktet Muohtačalmmit av Pedar Jalvi*
smj: -divtas Muohtačalmmit mav Pedar Jalvi tjálij 1915 (jårggålum julevsámegiellaj Solvår Knutsen Turis)

source: Muohtačalmmit-erklæringen
smj: Muohtatjalme-tjielggidus

source: Denne erklæringen utgjør den politiske plattformen for samarbeidet i sametingsperioden 2017-2021.
smj: Dát álgadimtjielggidus la politihkalasj vuodon aktisasjbargguj sámedikkegávddaj 2017-2021.

source: Samisk samhold gjør oss sterkere
smj: Sáme aktavuohta mijáv nanostuhttá

source: Samarbeidspartnerne vil i perioden lede Sametinget ut fra en visjon om samisk selvbestemmelse og et sterkt samisk samhold.
smj: Aktisasjbarggoguojme ájggu ájggegávdan Sámedikkev jådedit sáme iesjmierredime ja nanos sáme aktavuoda vuojno vuodon.

source: Vi er ett folk i fire land, som er sterkest når vi står samlet og løfter i lag, uavhengig av landegrensene.
smj: Mij lip akta álmmuk nieljen rijkan, mij lip gievramus gå lip tjoahken ja aktan rahtjap, rijkajrájájs berustahtek.

source: Vi vil i denne sametingsperioden sikre et stabilt styre der også Sametingets mindretall blir hørt og tatt med i beslutningsprosessene.
smj: Dán sámedikkegávdan ájggop oaggit stuoves dåjmav gånnå adjáj Sámedikke unneplåhko gullu ja la siegen mierredimprosessajn.

source: Samarbeidspartnerne vil arbeide for et samfunn med likeverd for alle mennesker uavhengig av kjønn,legning, religion eller kulturell og sosial bakgrunn.
smj: Aktisasjbarggoguojme sihti barggat sebrudahkaj avtaárvvusasjvuodajn berustahtek sjiervve, seksualalasj miella, åssko jalik kultuvralasj ja sosiála duogátjis.

source: Tiltakene for et likestilt Sápmi må spenne vidt, fra holdningsskapende arbeid i samfunnet, i skolesystemet og arbeidslivet, til opplæring av personell innen profesjonsutdanningene.
smj: Dåjma avtadássásasj Sábmáj viertti vijddát gåbttjåt, miellaguoddodahkke bargos sebrudagán, skåvlåjn ja barggoiellemin, barggeåhpadibmáj virggeåhpadusájn.

source: Vårt arbeid skal skje i respekt for naturen og i forståelse for at naturen og miljøet danner grunnlag for fremtidens generasjoner.
smj: Mijá barggo galggá dagáduvvat vieledime luondov ja dádjadusájn luonndo ja birás li vuodon boahtte buolvajda.

source: Samisk kultur skal videreutvikles på samenes egne premisser.
smj: Sáme kultuvrra galggá sámij ietjasa ævtoj milta åvddånahteduvvat.

source: Sterke samiske lokalsamfunn med tillit til Sametinget
smj: Nanos sáme sebrudagá luohtádusájn Sámediggáj

source: Sametinget er avhengig av tillit blant den samiske befolkningen.
smj: Sámedigge l báddnum luohtádussaj sáme álmmugis.

source: En slik tillit er knyttet til at Sametinget både må være og bli oppfattet som et folkevalgt organ som jobber for hele folkets beste.
smj: Dakkir luohtádus la tjanádum dasi, Sámedigge viertti liehket ja aj vuojneduvvat álmmukválljidum orgádnan mij barggá ålles álmmugij buorren.

source: Derfor vil vi jobbe strategisk med tillitsbygging og omdømme for å nå det overordnede målet som er et åpent, sterkt og inkluderende Sameting med stor grad av tillit hos folket.
smj: Danen ájggop strategalattjat barggat luohtádusdahkamijn ja árvustallamij åvdås, jåvsådittjat badjásasj måhkkåj mij la rabás, nanos ja sebrudahtte Sámedigge edna luohtádusájn álmmugis.

source: Sametinget må ivareta det samiske sivilsamfunnet ved å bidra til aktiv lokalsamfunnsutvikling og å legge til rette for styrking av samiske organisasjoner og interessegruppers arbeidsvilkår.
smj: Sámedigge viertti bærrájgåhtset sáme sivijlasebrudagáv viehkedime dåjmalasj bájkálasj sebrudakåvddånahttemij ja láhtjemin sáme organisasjåvnåj aj berustiddjejuohkusij barggoævtojt nannitjit.

source: Å sikre en fri og informert samisk offentlig debatt er en oppgave hvor Sametinget må være en av flere bidragsytere og aktivt tilrettelegge for slik debatt.
smj: Nannit friddja ja diededum sáme almulasj dágástallamav la barggo gånnå Sámedigge viertti akta moadda viehkediddjijs liehket ja dåjmalattjat láhtjet dakkir dágástallamij.

source: Samarbeidspartnerne ser at vi gjennom vårt arbeid i Sametinget har et ansvar for å skape et inkluderende debattklima, og til å anerkjenne hverandres engasjement som et uttrykk for en oppriktig kjærlighet til den samiske samfunnsutviklingen.
smj: Aktisasjbarggoguojme vuojnnep bargoma baktu Sámedikken la åvdåsvásstádus sebrudahtte dágástallambirrasav dagátjit, ja dåhkkidittjat guhtik guojmáma berustimev gåvvån duohta gieresvuodas sáme sebrudakåvddånibmáj.

source: For å sikre styrkede rammebetingelser og bedret kontakt mot bevilgende og lovgivende myndighet vil vi arbeide for at Sametinget skal ha permanent representasjon i hovedstaden i løpet av denne perioden.
smj: Bisodittjat nannusap rámmaævtojt ja buorep aktijvuodav juollodime ja láhkavadde oajválattjajda, ájggop barggat vaj Sámedikken dán gávda birán galggá stuoves åvdåstiddjedoajmma oajvvestádan.

source: Samiske rettigheter og selvbestemmelse innebærer også en rett til å organisere oss selv, og etablere institusjoner tilpasset våre samfunnsbehov.
smj: Sáme riektá ja iesjmierredibme sihtá aj javllat riektá iehtjama organisieritjit, ja ásadittjat institusjåvnåjt hiebadum mijá sebrudakdárbojda.

source: Et folk forenes – samisk grensenedbygging
smj: Álmmuk aktiduvvá - sáme rádjágádodibme

source: Samarbeidspartnerne har som mål at statsgrensene skal være til minst mulig hinder for vår samhandling med hverandre som folk.
smj: Aktisasjbarggoguojmijn la ulmme stáhtarájá galggi binnemus hieredibmen liehket mijá avtastallamij nubbe nuppij álmmugin.

source: Samisk grensenedbygging skal prioriteres og løftes som et eget politisk ansvarsområde i sametingsrådet.
smj: Sáme rádjágádodibme galggá vuoroduvvat ja sierra politihkalasj åvdåstimsuorggen sámediggeráden sjaddat.

source: Gjennom Samisk Parlamentarisk Råd og i samråd med Samerådet, vil vi ta initiativ til å sette ned et utvalg for å utrede samisk grensenedbygging, med kortsiktige og langsiktige tiltak.
smj: Sáme Parlamentárálasj Ráde baktu ja aktan Sámerádijn, ájggop álgadit nammadusáv åttjudit sáme rádjágádodimev guoradalátjit, åniájggásasj ja ja guhkesájggásasj dåjmaj.

source: Det langsiktige målet er et fremtidig felles samisk folkevalgt organ.
smj: Guhkesájggásasj ulmme l boahtte aktisasj sáme álmmukválljidum orgádna.

source: I et mer kortsiktig perspektiv vil vi prioritere tiltak som harmoniserer valgordningene, slik som for eksempel en felles valgdag.
smj: Ienep åniájggásasj perspektijvan ájggop vuorodit dåjmajt ma hiebadahtti válggaårnigijt, duola dagu aktisasj válggabiejvve.

source: Regionalt grenseoverskridende samisk samarbeid skal styrkes.
smj: Guovloj rájájrasstijiddje sáme aktisasjbarggo galggá nanostuhteduvvat.

source: Samarbeidspartnerne vil arbeide for Sámi giellagáldu som en permanent fellessamisk institusjon, økt skolesamarbeid over grensene, felles læreplaner og for nye forhandlinger om Nordisk samekonvensjon med påfølgende ratifisering.
smj: Aktisasjbarggoguojme sihti barggat, Sáme giellagálldo stuoves gájksáme institusjåvnnån, ienep aktisasjbarggo rájáj rastá skåvlåj gaskan, aktisasj oahppoplána, ja ådå sjiehtadallamijda Nuorttarijkalasj sámekonvensjåvnnåj tjuovvo ratifisierimij.

source: For fremtidens generasjoner må samiske rettigheter sikres
smj: Boahtte buolvajda vierttiji sáme riektá tjårggiduvvat

source: Samarbeidspartnerne mener at samiske rettigheter til naturressursene må anerkjennes for å sikre det materielle kulturgrunnlaget for det samiske folket.
smj: Aktisasjbarggoguojmij mielas sáme riektá luondoluohkojda viertti dåhkkiduvvat nannitjit materiála kulturvuodov sáme álmmugij.

source: Vi vil videreføre det langsiktige arbeidet med å få samiske rettigheter anerkjent i lovverk, bl.a. med mål om at FNs deklarasjon om urfolks rettigheter (UNDRIP) inkorporeres i norsk lovverk og samepolitikk for å sikre våre kollektive samiske rettigheter.
smj: Mij ájggop joarkket guhkesájggásasj bargov sáme riektáj dåhkkidimev lágajn åttjudit, duola dagu ulmijn AN deklarasjåvnnå álggoálmmugij riektá birra (UNDRIP) oassen Vuona lágajs sjaddá ja sámepolitihkav tjårggitjit mijá aktisasj sáme riektájt.

source: Vi vil i perioden arbeide for at oppfølgingen av Samerettsutvalget 2 (SRU2) snarest mulig kommer videre, herunder ved å be om at Konsultasjonsloven som ble avvist av det forrige sametingsrådet våren 2017 tas opp til vurdering igjen.
smj: Dán gávdan ájggop barggat vaj Sámeriektájuohkusa 2 (SRJ2) gåtsedibme ruvámusát vas jåhtuj boahtá, adjáj dan baktu bivddit jut Konsultasjåvnnåláhka, mav åvdep Sámediggeráde gidán 2017 hilgodij, ådåsis árvustaláduvvá.

source: I påvente av løsninger for SRU2 vil samarbeidspartnerne sikre at samarbeidsavtalen med Statskog gjennomgås for å legge til rette for midlertidige ordninger for lokal forvaltning og en bedre forankring av avtalen hos rettighetshaverne i virkeområdet for avtalen.
smj: Madi tjoavddusijt SRJ2:aj vuorddep, Aktisasjbarggoguojme sihti nannit vaj aktisasjbarggosjiehtadus Statskogajn tjadáduvvá látjátjit båddåsasj årnigijda bájkálasj háldadibmáj ja buorep tjanástagáv sjiehtadusás riektáåmastiddjijn sjiehtadusá doajmmaguovlon.

source: Samarbeidspartnerne vil videre prioritere å jobbe for endringer i mineralloven for å sikre samiske interesser i møte med gruvevirksomhet.
smj: Aktisasjbarggoguojme sihti aj vuorodit barggat åttjudit rievddadusájt minerállalágan sáme berustimijt gruvvodåjmadagáj gáktuj tjårggitjit.

source: Samer som kjemper for å redde egen kultur i ulike enkeltsaker tar belastningen for oss alle sammen.
smj: Sáme gudi rahtji ietjasa kultuvrav bisodittjat duon dán ássjesuorgen mijáj gájkaj åvdås noadev guoddi.

source: Samarbeidspartnerne vil at de skal slippe å stå alene, og vi vil prioritere å støtte opp om rettsprosesser i prinsipielt viktige saker.
smj: Aktisasjbarggoguojme sihti e galga galluga rahtjat, ja mij ájggop vuorodit riektáprosessajt doarjjot ássjijn ma prinsihpalattjat li ájnnasa.

source: Vi vil arbeide for ordninger som støtter opp om samiske rettighetshaveres muligheter til å forsvare sine rettigheter.
smj: Mij ájggop barggat årnigijt åttjudittjat ma doarjju sáme riektáåmastiddjij máhttelisvuodajt ietjasa riektájt bælostittjat.

source: Samarbeidspartnerne vil ha et spesielt fokus på å arbeide politisk med store og prinsipielle rettighets saker, som for eksempel Nussir, Fosen, Stokkfjellet, Rástegáisá, Nasafjell og Tana-avtalen.
smj: Ållagasj sihti Aktisasjbarggoguojme vuorodit politihkalattjat stuorra ja prinsihpalasj riektáássjij barggat, duola dagu Nussir, Fosen, Stokkfjellet, Rástegáisá, Nasafjell ja Deanu-sjiehtadus.

source: Vi ser behov for at det forskes på rettighetsrelaterte emner og samiske forhold.
smj: Mij vuojnnep dárbov åtsådalátjit suorgijn ma guosski riektásuorggáj ja sáme vidjurijda.

source: Hjertespråket må høres og brukes
smj: Vájmogiella viertti gullut ja aneduvvat

source: Å sikre og utvikle de samiske språkenes fremtid er en hovedoppgave for Sametinget.
smj: Nannit ja åvddånahttet sáme gielaj boahtteájgev la oajvvebarggon Sámediggáj.

source: I denne perioden vil det bli lagt vekt på å følge opp NOU 2016:18 Váibmogiella/Hjertespråket, gjennom arbeidet med en samisk språkreform.
smj: Dán gávdan dættoduvvá VAT 2016:18 Vájmogiella/Hjertespråket gåtsedimev, bargon sáme giellarefårmajn.

source: NOU 2016:18 vektlegger barn og unges rettigheter og muligheter til å lære samisk, og dette vil også være samarbeidspartnernes prioritering i oppfølgingsarbeidet.
smj: VAT 2016:18 dættot mánáj ja nuoraj riektáv ja máhttelisvuodav sámegielav åhpatjit, ja dat la aj Aktisasjbarggoguojmij vuorodibmen gåtsedimbargon.

source: Samiskspråklige tilbud skal styrkes og Samelovens språkregler følges, blant annet gjennom tilsyns/ombudsfunksjoner.
smj: Sámegielak fálaldagá galggi tjårggiduvvat ja Sámelága giellanjuolgadusá gåtseduvvat, duola dagu bærrájgæhttjama/oatsodiddjedåjmaj baktu.

source: Samarbeidspartnerne vil arbeide for normering av pitesamisk språk.
smj: Aktisasjbarggoguojme sihti barggat bihtámsámegiela tjállemvuogev mierredit.

source: I tillegg vil vi fortsette satsningen for at voksne samer fortsatt får muligheten til muntlig samiskopplæring gjennom å fortsatt støtte språksentre, etablering av flere språksentre samt arenaer for å praktisere samisk.
smj: Duodden dájda ájggop joarkket vuorodimev, ållessjattuk sáme bessi njálmálasj sámegiellaåhpadimev oadtjot, joarkkemin giellaguovdátjijt doarjjot, ásadime ienep giellaguovdátjijt ja arienájt sámegielav anátjit.

source: Vi vil arbeide for at alle nye offentlige bygg skiltes på samisk.
smj: Mij ájggop barggat vaj gájkka ådå almulasj huodnaha sámegiellaj galbbiduvvi.

source: Sannhet for forsoning – en drivkraft for å sikre mangfoldet og forståelsen
smj: Duohtavuohta såbadibmáj – jådedimfábmo moattebelakvuodav ja dádjadusáv tjårggitjit

source: Samarbeidspartnerne vil legge rammer for mandat, sammensetning av kommisjonen og arbeidsmetode i dialog med det nye presidentskapet på Stortinget når det gjelder den Stortingsvedtatte sannhets- og forsoningskommisjonen.
smj: Aktisasjbarggoguojme sihti rámmajt mandáhttaj, kommisjåvnå sebrulattjajda ja barggovuohkáj dahkat, aktan Stuorradikke ådå presidænntanjunnjutja mij guosská Stuorradikkes mierredum duohtavuoda- ja såbaduskommisjåvnnåj.

source: Vi vil legge til rette for en god arbeidsform og arenaer der det samiske folket får komme med innspill til dette arbeidet.
smj: Mij ájggop láhtjet dilev buorre barggovuohkáj ja arienájda gånnå sáme álmmuk bæssá árvvalusájt dán bargguj buktet.

source: Kommisjonen blir viktig som redskap for at fortidens sår skal kunne gro både individuelt og kollektivt i det samiske folket, men arbeidet vil bare være vellykket om det følges opp med en omfattende kunnskapsøking hos majoritetsbefolkningen.
smj: Kommisjåvnnå sjaddá ájnas ræjddon vaj åvdep ájge háve galgalulun savvet aktugasj ulmutjin ja aj aktisattjat sáme álmmugin, valla barggo vuorbástuvvá dåssju jus gåtseduvvá vijddásasj máhtudaklassánimijn ieneplåhkoálmmugin.

source: Kun ved storsamfunnets erkjennelse av fortiden vil vi for alvor kunne få forsoning.
smj: Dåssju stuorsebrudagá duodastime åvdep ájgev mij duodaj såbadimev åmastip.

source: Når man trenger det mest – er det viktigst å få omsorg og gode helsetjenester
smj: Gå dav ienemusát dárbaj – de la ájnnasamos huvsov ja buorre varresvuodadievnastusájt oadtjot

source: Samarbeidspartnerne vil arbeide for å sikre samiske barn og unge gode og trygge oppvekstbetingelser.
smj: Aktisasjbarggoguojme sihti barggat tjårggitjit sáme mánájt ja nuorajt buorre ja oaggás sjaddamævtojt.

source: Det omfatter tydelig politisk innsats mot vold i nære relasjoner og overgrep, mobbeforebyggende tiltak og å arbeide strukturelt for å hindre barnefattigdom i samiske områder.
smj: Dát gåbttjå tjielgga politihkalasj ratjástimev vierredago gáktuj lahka gasskavuodan ja råhtsatjime gáktuj, givsedimev hieredime dåjma ja struktuvralattjat barggat hieredittjat hæjosvuodav mánáj gaskan sáme guovlon.

source: Det er viktig at samer blir møtt med et helsetilbud på eget språk med forståelse for samisk kultur og historie.
smj: Ájnas la, sáme duostoduvvi varresvuodadievnastusájn ietjasa giellaj, ja dádjadusájn sáme kultuvras ja histåvrås.

source: Vi vil arbeide for at samiske perspektiver skal ivaretas i nasjonale helserelaterte prosesser, med å sikre samisk representasjon i helseforetakene og for at samer skal møte samiskspråklig kompetanse i alt fra nødmeldetjenesten til allmenn- og spesialisthelsetjenesten.
smj: Mij ájggop barggat vaj sáme perspektijva galggi bærrájgåtseduvvat nasjåvnålasj varresvuohtaj guosske prosessajn, tjårggimin sáme åvdåstimev varresvuodadåjmadagájn ja vaj sáme galggi duosstot sámegielak máhtudagáv hiehtediededimdievnastusás gitta gájkkásasj- ja tjiehppevarresvuodadievnastussaj.

source: Samarbeidspartnerne mener at det haster med å forbedre det samiske psykiske helsevernet.
smj: Aktisasjbarggoguojmij mielas la råhtto sáme psyhkalasj varresvuodadåjmadagáv buoredittjat.

source: For å sikre at de nasjonale perspektivene ivaretas bør SANKS (Samisk nasjonal kompetansetjeneste – psykisk helsevern og rus) løftes fra Helse Finnmark til Helse Nord.
smj: Tjårggitjit vaj nasjåvnålasj perspektijva bærrájgåtseduvvi luluj SANÁG (Sáme nasjåvnålasj máhtudakguovdásj – psykalasj varresvuodasuoddjim ja gárevsælgga) sirdeduvvat Helse Finnmark:as Helse Nord:ij.

source: Det innebærer at vi vil løfte tilbudet innen psykisk helsevern i lule- og sørsamisk område, enten gjennom utvidelse av SANKS sitt tilbud eller ved samordnede og organisatoriske tiltak.
smj: Dat sihtá javllat, mij ájggop bajedit fálaldagáv psykalasj varresvuodasuoddjimin julev- ja oarjjelsámeguovlon, juogu dal vijdedime SANÁGa fálaldagáv jali aktidime ja organisatåvrålasj dåjmaj.

source: Vi vil arbeide for at samisk nasjonal helsepark realiseres og vil arbeide for dette.
smj: Mij ájggop barggat vaj sáme nasjåvnålasj varresvuodapárkka duohtan sjaddá ja ájggop dajna barggat.

source: Videre støtter partnerne en ny utredning av sykehusstrukturen i Finnmark, og en gjennomgang av helsestrukturene for hele den samiske befolkningen.
smj: Duodden Aktisasjbarggoguojme ådå guoradallamav skihppijviessovuogádagás Finnmárkon doarjju, ja gåtsedit varresvuodastruktuvrajt ålles sáme álmmugin.

source: Samarbeidspartnerne støtter arbeidet for et distriktsmedisinsk senter på Drag.
smj: Aktisasjbarggoguojme doarjju bargov guovlomedisijnalasj guovdátjis Ájluovtan.

source: Vi vil arbeide for at alle samer og samiske eldre spesielt får et verdig helse- og omsorgstilbud, og vil i samarbeid med Sametingets eldreråd utforme en samisk eldrestrategi.
smj: Mij ájggop barggat vaj gájkka sáme ja ållagasj sáme vuorrasa, árvvusasj varresvuoda- ja huksofálaldagáv oadtju, ja aktisasjbargon Sámedikke vuorrasijráden ájggop sáme vuorrasij ájggomusáv hábmedit.

source: Partene vil i tillegg arbeide for opprettelsen av samiskspråklige omsorgstilbud gjennom samarbeidsavtalene med kommuner.
smj: Aktisasjbarggoguojme sihti duodden barggat ásadittjat sámegielak huksofálaldagájt aktisasjbarggosjiehtadusáj suohkanij baktu.

source: Samarbeidspartnerne vil i løpet av sametingsperioden utarbeide en sametingsmelding om LHBTQ+ for å best mulig kunne sikre LHBTQ+ personer likeverdighet.
smj: Aktisasjbarggoguojme sámediggegávdav sihti dahkat sámediggediedádusáv LHTBQ+ dahkat, buoremus láhkáj tjårggitjit LHBTQ+ ulmutjijda avtaárvvusasjvuodav.

source: Samiske primærnæringer – viktige kultur og matprodusenter i Sápmi
smj: Sáme vuodoæládusá – ájnas kultuvrra ja biebbmobuvtadiddje Sámen

source: Vi vil styrke fornybar næringsutvikling og samiske primærnæringer.
smj: Mij ájggop nannit ådåstuhtte æládusåvddånahttemav ja sáme vuodoæládusájt.

source: Det omfatter å sikre både tilgang til og fortsatt bruk av eksisterende arealer og fornybare ressurser.
smj: Dat sihtá javllat tjårggit bessamav ja joarkkemav dálásj areálajda ja guoddelis luohkojda.

source: Vi vil styrke verdiskapningen gjennom mer videreforedling, matproduksjon og satsning på lokalmat gjennom utvikling av produkter, distribusjon og markedsføring.
smj: Mij ájggop nannit árvvoháhkuhimev ienep joarkkebuvtadimijn biebbmobuvtadimijn ja vuorodime bájkálasj biebmov åvddånahttemin buktagijt, distribusjåvnåjn ja márnánahttemijn.

source: Partnerne vil sikre naturen og miljøet slik at dette fortsatt kan gi grunnlag for bosetning i generasjoner fremover.
smj: Aktisasjbarggoguojme sihti tjårggit luondon ja birrasav vaj da bissu vuodon årromij buolvas buolvvaj.

source: I tillegg til produksjon av ren og kortreist mat, er alle primærnæringer med på å opprettholde kultur og bosetting.
smj: Duodden rájnna ja bájkálasj biebbmobuvtadibmáj, li gájkka vuodoæládusá siegen bisodime kultuvrav ja årromav.

source: Primærnæringene har lang tradisjon for kombinasjonsdrift og vi vil ivareta dette.
smj: Vuodoæládusájn li dålutjis dáhpe tjoahkkedoajmman, ja mij ájggop dajt bærrájgæhttjat.

source: Samisk tradisjonell kunnskap har en vesentlig rolle i primærnæringene, og partnerne vil arbeide for å styrke dette kunnskapsgrunnlaget som del av forvaltningen og for å sikre kunnskapsoverføring til fremtidige generasjoner.
smj: Sáme árbbedábálasj máhtudahka l ájnas roallan vuodoæládusájn, ja Aktisasjbarggoguojme sihti barggat dáv máhtudakvuodov nannitjit oassen háldadibmes ja tjårggitjit máhtudakvaddemav boahtte buolvajda.

source: Vi vil styrke informasjon om konsultasjonsretten som rettighetshavere har i henhold til folkerettslige prinsipper gjennom kompetansehevende tiltak.
smj: Mij ájggop nannit diedojt konsultasjåvnnåriektá birra mav riektáåmastiddjijn la álmmukriektá prinsihpaj milta, máhtudaklåpptimdåjmaj baktu.

source: Rovdyrforvaltningen må i større grad redusere tap forårsaket av rovvilt slik at primærnæringenes beitegrunnlag styrkes.
smj: Urudisháldadibme viertti ienebut binnedit massemijt urudisájs vaj vuodoæládusáj guohtomvuodo nanniduvvá.

source: Bestandsmålene for rovvilt i tradisjonelle beiteområder og særlig kalvings områder må reduseres, og det må sikres at kunnskapsgrunnlaget når det gjelder rovdyr viser reelle bestander.
smj: Urudislågo árbbedábálasj guohtomguovlojn ja ållagasj njoalodimednamin viertti binneduvvat, ja viertti aj tjårggiduvvat jut máhtudakvuodo mij guosská urudisájda oalle lågojt vuosedi.

source: Samarbeidspartnerne vil sikre at havørn forvaltes og at det legges opp til en bestandsregistrering av havørn og kongeørn som regulerer bestandene på en bærekraftig måte.
smj: Aktisasjbarggoguojme sihti tjårggit vaj hávsagusj háldaduvvá ja vaj látjeduvvá låhkoregistrierimij hávsaguttjas ja goasskemis, mij lågojt guoddelis láhkáj hiebat.

source: I perioden vil samarbeidspartnerne arbeide for å styrke og å utvikle reindriften som familiebasert næring og livsstil hvor bevaring av reindriftsspråket og kulturell bærekraft er grunnleggende samtidig som man sikrer et økonomisk inntektsgrunnlag.
smj: Dán gávdan Aktisasjbarggoguojme sihti barggat boatsojsujtov nannitjit ja åvddånahtátjit familljavuododum æládussan ja iellemvuohken gånnå boatsojsujttogielav bisodit ja kultuvralasj guoddelisvuohta li vuodon, sæmmi gå tjårggi ekonomalasj sisboahtovuodov.

source: Vi vil arbeide for en helhetlig revidering av reindriftsloven og at Sametingets rolle som en av flere premissleverandører for reindriftspolitikken styrkes betydelig i tråd med sametingsmelding om reindrift av 2016.
smj: Mij ájggop barggat vaj boatsojæládusláhka ållåsit ådåsmahteduvvá ja vaj Sámedikke roalla akta moatte premissavaddijs boatsojsujttopolitihkkaj ednagit nanostuhteduvvá sámediggediedádusá 2016 milta.

source: Sametinget skal konsultere med landbruksdepartementet før forhandlingene om reindriftsavtalen iverksettes.
smj: Sámedigge galggá biebbmodepartementajn konsultierit åvddåla sjiehtadallama boatsojsujttosjiehtadusá jåhtuj biejaduvvi.

source: Grunnlaget for konsultasjonene er det innspill til reindriftsavtalen som Sametingets plenum behandler.
smj: Vuodon konsultasjåvnåjda la dat árvvalus boatsojsujttosjiehtadussaj mav Sámedikke ållestjåhkanibme giehtadallá.
